{
    "search_around_prevent_duplicates": "you selected an item already on your map. To prevent duplicates, we kept both items and updated the one you selected",
    "choose_name": "enter a name",
    "add_photo": "add a photo",
    "enter_search_text": "enter search term",
    "map_overlaySources": "map overlays",
    "find_geofeatures": "find geo features",
    "prepare_hiking": "prepare for a hike",
    "navigate_external": "navigate using external app",
    "preparing_hike": "preparing your hike",
    "consolidate_alt": "find elevation",
    "open_google_maps": "open in Google Maps",
    "open_maps": "open in Maps",
    "open_chrome": "open in Chrome",
    "open_safari": "open in Safari",
    "restart_for_the_map_to_refresh": "please restart the app for the map to update correctly. Until you do some map tiles might not load correctly.",
    "confirm_clear": "are you sure you want to clear the list? It can't be undone",
    "confirm_delete": "are you sure you want to remove the list?",
    "rate": "rate {1}",
    "no_thanks": "no, thanks",
    "later": "remind me later",
    "rate_question": "if you enjoy using {1}, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!",
    "are_you_sure": "are you sure?",
    "quit_tutorial_confirm": "you won't see anymore tutorial. You can still re enable it through the settings.",
    "tutorial_restart_needed": "tutorials will appear on the next app restart.",
    "quit_tutorial": "stop tutorials",
    "adding_item_tutorial": "•<b>long press:</b> create a new item directly on the map",
    "map_settings_tutorial": "gives you access to different map settings like map style, <b>custom maps</b> or overlays. Try it!",
    "location_button_tutorial": "<b>long press:</b> enable/disable GPS following mode.<br><b>•<font color=\"red\">Red</font></b> means not following. A single press will ask for one location update.<br><b>•<font color=\"blue\">Blue</font></b> means following(battery drainer!). You position will be updated as soon as a new GPS position is available.",
    "menu_tutorial": "gives you access to the app settings and some cool features like offline mode!",
    "user_location_tutorial": "this represents your location. It's color gives you a hint on the accuracy, <font color=\"red\">red</font> being bad and <font color=\"blue\">blue</font> being good. You can press it to show/hide your position details",
    "item_details_tutorial": "•<b>press:</b> open the item's details window",
    "item_details2_tutorial": "you can interact with swipe gestures:<br>•<b>left:</b> show item's details window<br>•<b>up/down:</b> show/hide action bar",
    "initerary_points": "trip waypoints",
    "direction_listview_tutorial": "•<b>long press:</b> enter/leave edit mode. In edit mode you can move or remove waypoints.",
    "direction_select": "selecting waypoints",
    "direction_select_tutorial": "select any point on the map, or create one, to add it as a waypoint.",
    "direction_paint": "paint mode",
    "direction_paint_tutorial": "•<b>press:</b> enable/disable the painting mode. When enabled, you can draw the desired route directly on the map! It will then be computed as soon as you release your touch.",
    "items_listview_tutorial": "•<b>long press:</b> enter/leave multi selection mode.",
    "offline_mode": "airplane mode",
    "offline_mode_tutorial": "when enabled you are sure no call are made over the big Internet. Especially no map refresh. You will only see what has been cached when online.",
    "follow_heading":"compass mode",
    "follow_heading_tutorial":"•<b>double tap:</b> enter/leave compass mode while in GPS following mode. While in compass mode the magnetometer will be used to see your orientation and the map will rotate accordingly.",
    "custom_map_source":"custom map layers",
    "custom_map_source_tutorial":"choose custom map layers from different sources. You can add as many as you want, stack them and play with different opacity to see all of them together.<br><b>caching:</b>remember that all \"enabled\" layers are cached. Which means that, when offline, you can switch between them.",
    "gmaps_settings":"Google Maps settings",
    "gmaps_settings_tutorial":"there you can change the Google Maps layer style.<br><b>Attention:</b> traffic, buildings and indoor modes are not working when you disable Google Maps style (\"none\" style).",
    "item_moved_on_update_tutorial":"you just updated an item that was not in a custom list. To make sure you don't loose it while clearing the list, we moved it to the \"modified items\" list. You can disable that behavior from the settings.",
    "compute_initerary_tutorial":"you now have 2 waypoints, you are ready to compute the itinerary!",
    "modules_settings_footer":"an app restart is required for modules changes to take effect.",
    "route_weather_tutorial":"when you ask for weater data for a route, you get the weather information for the starting point of the route. It might not be reliable for the rest of the route.",
    "action_bar_longpress_tutorial":"Some actions may have a <b>long press</b> action. For example, use it on the weather action to clear weather data.",
    "tutorials_were_reset_desc":"all tutorials will show again.",
    "move_item_on_first_change_desc":"when you update an item that was not in a custom list, we moved it to the \"modified items\" list so that you don't loose it when clearing. This parameter allows you to disable that behavior.",
    "location_service_disabled_desc":"in order to show your position on the map, you need to give the app the right to access the location service.<br>• Open the application <b>\"Settings\"</b><br>• choose <b>\"Location\"</b><br>• choose <b>\"Always\"</b>",
    "share_your_position_tutorial":"•<b>long press:</b> share your location or copy it to the clipboard.",
    "fr":"french",
    "en":"english",
}